;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Danfong Hsieh
; TranslationAuthorWeb: zhtwnet.com
; Soft Version: 1.45.37
; Update: June 30, 2017
;
[Lang]
NativeLanguage=Chinese Traditional
[GUI]
ButtonYes=是
ButtonNo=否
ButtonOK=確定
ButtonMinimize=最小化
ButtonMaximize=最大化
ButtonClose=關閉
ButtonRestore=還原
ButtonMenu=選單

[Translation]
LangCode=0404|0C04|1404
ReadHabit=Left-to-right
LanguageName=CHT
LangShortName=zh-tw
DefaultFont=新細明體
DefaultFontSize=9
DefaultCharset=ANSI_CHARSET
Information=資訊
Warning=警告
Error=錯誤
Confirm=確認
;
; Popup menu
;
pmHelp=線上說明
pmforum=論壇
pmHome=首頁
pmContact=聯繫我們
pmCheckNew=檢查更新 
pmLang=語言
pmAbout=關於
pmConMenu=加入到右鍵功能表
;
; Main GUI
;
FrmWDMain.lbltitle.caption=Wise Force Deleter Beta
FrmWDMain.lbldesc.caption=擺脫任何不能被 Windows 刪除的檔案
FrmWDMain.btnAFile.caption=加入檔案
FrmWDMain.btnAfolder.caption=加入資料夾
FrmWDMain.btnRemove.caption=移除
FrmWDMain.btnDel.caption=解除鎖定並刪除
FrmWDMain.btnsupport.caption=意見反應
FrmWDMain.btnfacebook.hint=在 facebook 上追蹤我們
FrmWDMain.btntwitter.hint=在 twitter 上分享 Wise Force Deleter 
FrmWDMain.btngoogle.hint=在 Google+ 上分享 Wise Force Deleter 
FrmWDMain.btnemail.hint=將 Wise Force Deleter 介紹給您的朋友
FrmWDManin.lvfile.Columns[0]=名稱
FrmWDManin.lvfile.Columns[1]=路徑
FrmWDManin.lvfile.Columns[2]=狀態
;
; About
;
FrmAbout.caption=關於
FrmAbout.lblver.caption=目前版本:
FrmAbout.lblemail.caption=支援電子郵件:
FrmAbout.lblhome.caption=首頁:
FrmAbout.lblthanks.caption=鳴謝以下人員所作的貢獻:
FrmAbout.lblWarning.caption=警告: 本電腦程式受著作權法及國際條約保護。

[Message]
addfolderwar=將刪除所有檔案和子資料夾。您確定真的要解除鎖定並刪除此資料夾嗎?
sysdirs= 無法支援刪除系統目錄。
rootpath=無法支援刪除根目錄。
netdevice=磁碟不是有效的本機磁碟。
DragFile=您僅能將檔案拖曳到清單中。
ForceDelete=強制刪除
Newver=有新版本的 Wise Force Deleter 可用，您要馬上更新嗎?
NoNewVer=恭喜!您正使用最新版本!
None=就緒
Unlocked=已解除鎖定並刪除
Deleted=已刪除
FailDel=刪除失敗
Aborted=已中止
NoExists=不存在
ConfirmDel=您要將檔案解除鎖定並刪除嗎?
TranslateTo=翻譯成..